Repository: georgegoh/CLUMP
Catalog: src/kits/*/packages/pam_unix2/src/po/*.po
Languages: ar, bg, ca, da, gu, hr, id, ja, nb, pa, ro, ru, sk, sv, ta, uk, zu

source: login:
bg: влизане:
hr: prijava:
ja: ログイン:
nb: Brukernavn:
pa: ਲਾਗਇਨ:
ru: Имя пользователя:
sk: Prihlásenie:
sv: Inloggning:
uk: Користувач:

source: Password:
ar: كلمة السر:
bg: Парола:
ca: Contrasenya:
da: Adgangskode:
gu: પાસવર્ડ:
hr: Lozinka:
ja: パスワード:
nb: Passord:
pa: ਪਾਸਵਰਡ:
ro: Parolă:
ru: Пароль:
sk: Heslo:
sv: Lösenord:
ta: கடவுச்சொல்:
uk: Пароль:
zu: Iphasiwedi:

source: Your password has expired. Choose a new password.
ar: انتهت صلاحية كلمة السر الخاصة بك. اختر كلمة سر جديدة.
bg: Паролата Ви е изтекла. Изберете нова парола.
ca: La contrasenya ha caducat. Trieu-ne una de nova.
da: Din adgangskode er udløbet. Vælg en ny adgangskode.
gu: તમારો પાસવર્ડ સમાપ્ત થયો છે. નવો પાસવર્ડ પસંદ કરો.
hr: Lozinka vam je istekla. Izaberite novu.
id: Password anda telah kadaluarsa. Pilih sebuah password baru.
ja: パスワードの有効期限が切れました。新しいパスワードを設定してください。
nb: Passordet er utløpt. Velg et nytt passord.
pa: ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ। ਇੱਕ ਨਵਾਂ ਪਾਸਵਰਡ ਚੁਣੋ।
ro: Parola dvs. a expirat. Alegeți o nouă parolă.
ru: Срок действия вашего пароля истек. Выберите новый пароль.
sk: Platnosť vašeho hesla vypršala. Zvoľte si nové.
sv: Ditt lösenord har gått ut. Välj ett nytt lösenord.
ta: உங்கள் கடவுச்சொல் காலாவதியாகிவிட்டது. ஒரு புதிய கடவுச்சொல்லை தேர்ந்தெடுக்கவும்.
uk: Ваш пароль застарів. Виберіть новий пароль.
zu: Iphasiwedi yakho iphelelwe isikhathi. Khetha iphasiwedi entsha.

source: Password change requested. Choose a new password.
ar: مطلوب تغيير كلمة السر. اختر كلمة سر جديدة.
bg: Има заявка за промяна на паролата. Изберете нова парола.
ca: S'ha sol·licitat el canvi de contrasenya. Trieu-ne una de nova.
da: Anmodning om ændring af adgangskode. Vælg en ny adgangskode.
gu: પાસવર્ડ બદલવાની વિનંતી થઇ છે. નવો પાસવર્ડ પસંદ કરો.
hr: Potrebna je promjena lozinke. Izaberite novu.
id: Permintaan perubahan password. Pilih sebuah password baru.
ja: パスワード変更が求められています。新しいパスワードを設定してください。
nb: Passordendring kreves. Velg et nytt passord.
pa: ਪਾਸਵਰਡ ਬਦਲਣ ਦੀ ਮੰਗ ਹੈ। ਇੱਕ ਨਵਾਂ ਪਾਸਵਰਡ ਬਦਲੋ ਜੀ।
ro: Este necesară schimbarea parolei. Alegeți o nouă parolă.
ru: Запрошено изменение пароля. Выберите новый пароль.
sk: Bola vyžiadaná zmena hesla. Zvoľte si nové.
sv: Lösenordsbyte krävs. Välj ett nytt lösenord.
ta: கடவுச்சொல் மாற்றம் கோரப்படுகிறது. ஒரு புதிய கடவுச்சொல்லை தேர்ந்தெடுக்கவும்.
uk: Запит нового пароля. Виберіть новий пароль.
zu: Kucelwa ukushintshwa kwephasiwedi. Khetha iphasiwedi entsha.

source: Your password will expire in %ld days.
ar: ستنتهي صلاحية كلمة السر الخاصة بك خلال %ld يومًا.
bg: Паролата Ви ще изтече след %ld дни.
ca: La contrasenya caducarà en %ld dies.
da: Din adgangskode udløber om %ld dage.
gu: તમારો પાસવર્ડ %ld દિવસોમાં સમાપ્ત થશે.
hr: Vaša lozinka će isteći za %ld dana.
id: Password anda akan kadaluarsa dalam %ld hari.
ja: お使いのパスワードは、あと %ld 日で有効期限が切れます。
nb: Passordet vil utløpe om %ld dager.
pa: ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਦੀ ਮਿਆਦ %ld ਦਿਨਾਂ 'ਚ ਪੁੱਗ ਜਾਣੀ ਹੈ।
ro: Parola dvs. va expira în %ld zile.
ru: До истечения срока действия вашего пароля осталось %ld дней.
sk: Vaše heslo vyprší o %ld dni(í).
sv: Ditt lösenord går ut om %ld dagar.
ta: %ld நாட்களில் உங்கள் கடவுச்சொல் காலாவதியாகிவிடும்.
uk: Ваш пароль застаріє через %ld день/дні(в).
zu: Iphasiwedi yakho izophelelwa isikhathi ezinsukwin ezingu-%ld.

source: Your password will expire tomorrow.
ar: ستنتهي صلاحية كلمة السر الخاصة بك غدًا.
bg: Паролата Ви ще изтече утре.
ca: La contrasenya caducarà demà.
da: Din adgangskode udløber i morgen.
gu: તમારો પાસવર્ડ આવતી કાલે સમાપ્ત થશે.
hr: Vaša lozinka će isteći sutra.
id: Password anda akan kadaluarsa besok.
ja: お使いのパスワードは明日に有効期限が切れます。
nb: Passordet vil utløpe i morgen.
pa: ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਦੀ ਮਿਆਦ ਭਲਕ ਨੂੰ ਪੁੱਗ ਜਾਣੀ ਹੈ।
ro: Parola dvs. va expira mâine.
ru: Срок действия вашего пароля истекает завтра.
sk: Vaše heslo vyprší zajtra.
sv: Ditt lösenord går ut imorgon.
ta: உங்கள் கடவுச்சொல் நாளை காலாவதியாகிவிடும்.
uk: Ваш пароль завтра застаріє.
zu: Iphasiwedi yakho izophelelwa isikhathi kusasa.

source: Your password will expire within 24 hours.
ar: ستنهي صلاحية كلمة المرور الخاصة بك خلال 24 ساعة.
bg: Паролата Ви ще изтече след 24 часа.
ca: La contrasenya caducarà en un termini de 24 hores.
da: Din adgangskode udløber indenfor 24 timer.
gu: તમારો પાસવર્ડ 24 કલાકની અંદર સમાપ્ત થશે.
hr: Vaša lozinka će isteći u slijedeća 24 sata.
id: Password anda akan kadaluarsa dalam 24 jam.
ja: お使いのパスワードは 24 時間以内に有効期限が切れます。
nb: Passordet vil utløpe innen 24 timer.
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਦੀ ਮਿਆਦ 24 ਘੰਟਿਆਂ ਵਿੱਚ ਖਤਮ ਹੋ ਜਾਵੇਗੀ।
ro: parola dvs. va expira în 24 de ore.
ru: Срок действия вашего пароля истечет в течении 24 часов.
sk: Vaše heslo vyprší do 24 hodín.
sv: Ditt lösenord går ut inom 24 timmar.
ta: 24 மணி நேரத்தில் உங்கள் கடவுச்சொல் காலாவதியாகிவிடும்.
uk: Ваш пароль за добу застаріє.
zu: Iphasiwedi yakho izophelelwa isikhathi phakathi namahora angu-24.

source: Permissions on the password database may be too restrictive.
ar: قد تكون أذونات قاعدة بيانات كلمة السر شديدة التقييد.
bg: Правата за базата с пароли може би са твърде ограничителни.
ca: És possible que els permisos de la base de dades de contrasenyes siguin massa restrictius.
da: Tilladelser i databasen for adgangskoder kan være for restriktive.
gu: પાસવર્ડ ડેટાબેઝની મંજૂરીઓ ઘણી મર્યાદિત હોઇ શકે છે.
hr: Dozvole za bazu lozinki su možda previše stroge.
id: Permisi database password terlalu ketat.
ja: パスワードデータベースの許可制限が厳しすぎる可能性があります。
nb: Rettighetene til passorddatabasen kan være for restriktive.
pa: ਪਾਸਵਰਡ ਡਾਟਾਬੇਸ ਉੱਤੇ ਅਧਿਕਾਰ ਬਹੁਤ ਸੀਮਿਤ ਜਾਪਦੇ ਹਨ।
ro: Permisiunile asupra bazei de date cu parole pot fi prea restrictive.
ru: Права доступа на базу данных паролей может быть слишком ограниченная.
sk: Práva na databázu hesiel môžu byť príliš reštriktívne.
sv: Lösenordsdatabasens behörigheter kanske är för restriktiva.
ta: கடவுச்சொல் தரவுதளத்திலுள்ள அனுமதிகள் மிகவும் கட்டுப்படுத்துபவையாக இருக்கலாம்.
uk: Можливо, права доступу до бази даних паролів занадто строгі.
zu: Izimvume esizindeni samaphasiwedi zingase zibophe kakhulu.

source: Old Password:
ar: كلمة السر القديمة:
bg: Стара парола:
ca: Contrasenya antiga:
da: Gammel adgangskode:
hr: Stara lozinka:
id: Password Lama:
ja: 古いパスワード:
nb: Gammelt passord:
pa: ਪੁਰਾਣਾ ਪਾਸਵਰਡ:
ro: Parolă veche:
ru: Старый пароль:
sk: Staré heslo:
sv: Gammalt lösenord:
ta: பழைய கடவுச்சொல்:
uk: Старий пароль:

source: New Password:
ar: كلمة السر الجديدة:
bg: Нова парола:
ca: Contrasenya nova:
da: Ny adgangskode:
hr: Nova lozinka:
id: Password Baru:
ja: 新しいパスワード:
nb: Nytt passord:
pa: ਨਵਾਂ ਪਾਸਵਰਡ:
ro: Parolă nouă:
ru: Новый пароль:
sk: Nové heslo:
sv: Nytt lösenord:
ta: புதிய கடவுச்சொல்:
uk: Новий пароль:

source: Reenter New Password:
ar: أعد إدخال كلمة السر الجديدة:
bg: Въведете повторно парола:
ca: Torneu a introduir la contrasenya nova:
da: Gentag ny adgangskode:
hr: Ponovno nova lozinka:
id: Masukkan Password Baru:
ja: 新しいパスワードの再入力:
nb: Bekreft nytt passord:
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਮੁੜ ਦਿਓ:
ro: Reintroduceți noua parolă:
ru: Повторите Новый пароль:
sk: Zopakujte nové heslo:
sv: Ange nytt lösenord igen:
ta: புதிய கடவுச்சொல்லை மீண்டும் உள்ளிடவும்
uk: Знов введіть новий пароль:

source: You can only change local passwords.
ar: يمكنك تغيير كلمات السر المحلية فقط.
bg: Можете да променяте само локални пароли.
ca: Només podeu canviar les contrasenyes locals.
da: Du kan kun ændre lokale adgangskoder.
gu: તમે માત્ર સ્થાનિક પાસવર્ડો બદલી શકો છો.
hr: Možete promijeniti samo lokalne lozinke.
id: Anda hanya dapat merubah password lokal.
ja: ローカルパスワードのみ変更できます。
nb: Du kan bare endre lokale passord.
pa: ਤੁਸੀਂ ਸਿਰਫ਼ ਲੋਕਲ ਪਾਸਵਰਡ ਹੀ ਬਦਲ ਸਕਦੇ ਹੋ।
ro: Puteți schimba numai parolele locale.
ru: Вы можете изменять только локальные пароли.
sk: Je možné meniť iba lokálne heslá.
sv: Du kan endast ändra lokala lösenord.
ta: உள் கடவுச்சொற்களை மட்டுமே உங்களால் மாற்ற முடியும்.
uk: Ви можете змінювати тільки локальні паролі.
zu: Ungashintsha kuphela amaphasiwedi aseduze.

source: Less then %d weeks since the last change.
ar: أقل من %d أسبوعًا منذ آخر تغيير.
bg: По-малко от %d седмици от последната промяна.
ca: Menys de %d setmanes des de l'últim canvi.
da: Mindre end %d uger siden den sidste ændring.
gu: છેલ્લા બદલાવ પછી %d અઠવાડિયાઓ કરતા ઓછું
hr: Manje od %d tjedana od zadnje promjene.
id: Kurang dari %d minggu sejak perubahan terakhir.
ja: 最後の変更から %d 週間未満です。
nb: Mindre enn %d uker siden siste endring.
pa: ਆਖਰੀ ਬਦਲਾਅ ਲਈ %d ਹਫ਼ਤਿਆ ਤੋਂ ਘੱਟ ਹੈ।
ro: Au trecut mai puțin de %d săptămâni de la ultima schimbare.
ru: Прошло менее чем %d недель с последнего изменения.
sk: Menej ako %d týždne(ňov) od poslednej zmeny.
sv: Mindre än %d veckor sedan senaste byte.
ta: கடந்த மாற்றத்திலிருந்து %d வாரங்களுக்கும் குறைவாக.
uk: Менше, ніж %d тиждень/тижні(в) з часу останньої зміни.
zu: Amasonto angaphansi kuka-%d kusukela oshintshweni olugcine ukwenziwa.

source: Less then %d days since the last change.
ar: أقل من %d يومًا منذ آخر تغيير.
bg: По-малко от %d дни от последната промяна.
ca: Menys de %d dies des de l'últim canvi.
da: Mindre end %d dage siden den sidste ændring.
gu: છેલ્લા બદલાવ પછી %d દિવસો કરતા ઓછું
hr: Manje od %d dana od zadnje promjene.
id: Kurang dari %d hari sejak perubahan terakhir.
ja: 最後の変更から %d 日未満です。
nb: Mindre enn %d dager siden siste endring.
pa: ਆਖਰੀ ਬਦਲਾਅ ਲਈ %d ਦਿਨ ਤੋਂ ਘੱਟ ਹਨ।
ro: Au trecut mai puțin de %d zile de la ultima schimbare.
ru: Прошло менее чем %d дней с последнего изменения.
sk: Menej ako %d dni(í) od poslednej zmeny.
sv: Mindre än %d dagar sedan senaste byte.
ta: கடந்த மாற்றத்திலிருந்து %d நாட்களுக்கும் குறைவாக.
uk: Менше, ніж %d день/дні(в) з часу останньої зміни.
zu: Izinsuku ezingaphansi kuka-%d kusukela oshintshweni olugcine ukwenziwa.

source: Password change aborted.
ar: تم إيقاف تغيير كلمة السر.
bg: Промяната на паролата е прекъсната.
ca: S'ha cancel·lat el canvi de contrasenya.
da: Adgangskodeændring afbrudt.
gu: પાસવર્ડ બદલવાનું અટકાવાયું.
hr: Promjena lozinke je otkazana.
id: Perubahan password dibatalkan.
ja: パスワード変更を中止しました。
nb: Passordendring avbrutt.
pa: ਪਾਸਵਰਡ ਬਦਲਣਾ ਛੱਡਿਆ।
ro: Schimbarea parolei a fost anulată.
ru: Изменение пароля прервано.
sk: Zmena hesla bola zrušená.
sv: Lösenordsbyte avbröts.
ta: கடவுச்சொல் மாற்றம் இடைநிறுத்தப்பட்டது.
uk: Зміну пароля перервано.
zu: Ukushintsha kwephasiwedi kuyekiwe.

source: Passwords do not match.
ar: كلمتا السر غير متطابقين.
bg: Паролите не съответстват.
ca: Les contrasenyes no coincideixen.
da: Adgangskoderne stemmer ikke overens.
gu: પાસવર્ડ મેળમાં નથી.
hr: Lozinke se ne podudaraju.
id: Password tidak cocok.
ja: パスワードが一致しません。
nb: Passordene samsvarer ikke.
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾ ਰਿਹਾ ਹੈ।
ro: Parolele nu corespund.
ru: Пароли не совпадают.
sk: Heslá sa nezhodujú.
sv: Lösenorden stämmer inte överens.
ta: கடவுச்சொற்கள் பொருந்தவில்லை.
uk: Паролі не збігаються.
zu: Amaphasiwedi awahambelani.

source: Error: Password NOT changed.
ar: خطأ: لم يتم تغيير كلمة السر.
bg: Грешка: Паролата не е променена.
ca: Error: NO s'ha canviat la contrasenya.
da: FEJL: Adgangskoden blev IKKE ændret.
gu: ભૂલ: પાસવર્ડ બદલાયો નથી.
hr: Greška: Lozinka NIJE promijenjena.
id: Kesalahan: Password TIDAK berubah.
ja: エラー: パスワードを変更していません。
nb: Feil: Passord IKKE endret.
pa: ਗਲਤੀ: ਪਾਸਵਰਡ _ਨਹੀਂ_ ਬਦਲਿਆ।
ro: Eroare: parola NU a fost schimbată.
ru: Ошибка: Пароль не изменен.
sk: Chyba: Heslo nebolo zmenené.
sv: Fel: Lösenordet INTE ändrat.
ta: பிழை: கடவுச்சொல் மாற்றப்படவில்லை.
uk: Помилка: Пароль НЕ змінено.
zu: Iphutha: Iphasiwedi ayishintshwanga.

source: Password changed.
ar: تم تغيير كلمة السر.
bg: Паролата е променена.
ca: S'ha canviat la contrasenya.
da: Adgangskode ændret.
gu: પાસવર્ડ બદલાયો
hr: Lozinka je promijenjena.
id: Password berubah.
ja: パスワードを変更しました。
nb: Passord endret.
pa: ਪਾਸਵਰਡ ਬਦਲਿਆ ਗਿਆ।
ro: Parola a fost schimbată.
ru: Пароль изменен.
sk: Heslo bolo zmenené.
sv: Lösenord ändrat.
ta: கடவுச்சொல் மாற்றப்பட்டது.
uk: Пароль змінено.
zu: Iphasiwedi ishintshiwe.

source: Cannot find the master ypserver: %s
ar: تعذر العثور على ypserver الرئيسي: %s
bg: Не може да бъде открит главния ypserver: %s
ca: No es pot trobar l'ypserver mestre: %s
da: Kan ikke finde master ypserver: %s
gu: મુખ્ય ypserver શોધી શકાતું નથી : %s
hr: Ne mogu pronaći glavni ypserver: %s
id: Tidak dapat menemukan ypserver master: %s
ja: マスター ypserver が見つかりません: %s
nb: Kan ikke finne master-yptjener: %s
pa: ਮਾਸਟਰ ypserver ਖੋਜੀ ਨਹੀਂ ਜਾ ਸਕਦੀ: %s
ro: Nu pot găsi master ypserver: %s
ru: Не возможно найти основной ypserver: %s
sk: Nepodarilo sa nájsť hlavný ypserver: %s
sv: Det gick inte att hitta huvud-ypservern: %s
ta: தலைமை ypserver: %sஐ கண்டுபிடிக்க முடியவில்லை
uk: Не вдається знайти головний сервер ypserver: %s
zu: Ayiyitholi i-typserver eyi-master: %s

source: yppasswdd not running on NIS master %s
ar: yppasswdd لا يعمل على NIS الرئيسي %s
bg: yppasswdd не работи на главния NIS %s
ca: yppasswdd no s'està executant al NIS mestre %s
da: yppasswdd kører ikke på NIS master %s
gu: NIS માસ્ટર %s પર yppasswdd ચાલુ નથી
hr: yppasswdd ne radi na NIS glavnom %s
id: yppasswdd tidak berjalan pada master NIS %s
ja: yppasswdd が NIS マスター %s で稼動していません
nb: yppasswdd kjører ikke på NIS-master %s
pa: yppasswdd NIS ਮਾਸਟਰ %s ਉੱਤੇ ਨਹੀਂ ਚੱਲਦੀ ਹੈ।
ro: yppasswdd nu rulează pe NIS master %s
ru: yppasswdd не запущен на NIS основном %s
sk: Démon yppaswd nebeží na hlavnom NIS %s
sv: yppasswdd körs inte på NIS-huvudservern %s
ta: NIS தலைமை %s மீது yppasswdd இயங்கவில்லை
uk: yppasswdd не запущено на головному NIS %s
zu: i-yppasswdd ayisebenzi kwi-master ye-NIS%s

source: yppasswd daemon running on illegal port.
ar: برنامج المحرك yppasswd يعمل على منفذ غير شرعي.
bg: Демонът yppasswd работи на неправилен порт.
ca: el dimoni yppasswd s'està executant en un port no permès.
da: yppasswd-dæmonen kører på en ulovlig port.
gu: yppasswd ડેમોન ગેરકાનુની પોર્ટ કર ચાલી રહ્યો છે
hr: yppasswd daemon radi na neispravnom portu.
id: daemon yppasswd berjalan pada port ilegal.
ja: yppasswd デーモンが不正なポートで起動しています。
nb: yppasswd-nissen kjører via utilgjengelig port.
pa: yppasswd ਡੈਮਨ ਗਲਤ ਪੋਰਟ ਉੱਤੇ ਚੱਲ ਰਹੀ ਹੈ।
ro: Daemon-ul yppasswd rulează pe un port nepermis.
ru: Демон yppasswd запущен на нверном порту.
sk: Démon yppaswd beží na neplatnom porte.
sv: yppasswd-demonen körs på en ogiltig port.
ta: yppasswd டேமன் சட்டத்திற்கு புறம்பான முணையத்தில் இயங்குகிறது.
uk: Фонова служба yppasswd виконується на незаконному порту.
zu: I-daemon ye-yppasswd isebenza kwi-port engekho emthethweni.

source: Cannot open %s for reading: %s
ar: تعذر فتح %s للقراءة: %s
bg: Файлът %s не може да бъде отворен за четене: %s
ca: No es pot obrir %s per llegir: %s
da: Kan ikke åbne %s til læsning: %s
gu: વાંચવા માટે %s ખોલી શકાતી નથી: %s
hr: Ne mogu otvoriti %s za čitanje: %s
id: Tidak dapat membuka %s untuk membaca: %s
ja: %s を開いて読み込むことができません: %s
nb: Kan ikke åpne %s for lesing: %s
pa: %s ਨੂੰ ਪੜ੍ਹਨ ਲਈ ਅਸਫ਼ਲ: %s
ro: Nu pot deschide %s pentru citire: %s
ru: Невозможно открыть %s для чтения: %s
sk: Nepodarilo sa otvoriť %s na čítanie: %s
sv: Kan inte öppna %s för läsning: %s
ta: %sஐ படிப்பதற்கு திறக்க முடியவில்லை: %s
uk: Не вдається відкрити %s для читання: %s
zu: Ayikwazi ukuvula i-%s ukuze ifundwe: %s

source: Unable to obtain entropy from %s
ar: تعذر الحصول على قيم عشوائية من %s
bg: Не може да се придобие ентропията от %s
ca: No es pot obtenir l'entropia de %s
da: Kunne ikke opnå entropi fra %s
gu: %s માંથી એન્ટ્રોપિ મેળવવામાં અસમર્થ
hr: Ne mogu dobaviti entropiju iz %s
id: Tidak dapat memperoleh entropi dari %s
ja: %s からエントロピーを取得できません
nb: Kan ikke hente entropi fra %s
pa: %s ਤੋਂ ਇੰਟਰੋਪੀ ਲੈਣ ਲਈ ਅਸਫ਼ਲ
ro: Nu pot obține entropia de la %s
ru: Невозможно получить энтропию из %s
sk: Nepodarilo sa získať entropiu z %s
sv: Det gick inte att samla in entropi från %s
ta: %sலிருந்து என்ட்ரோபியை பெற முடியவில்லை
uk: Не вдається отримати ентропію з %s
zu: Ayikwazi ukuthola i-entropy kwi-%s

source: Unable to generate a salt. Check your crypt settings.
ar: تعذر إنشاء القيمة العشوائية المضافة للحماية. تحقق من إعدادات التشفير الخاصة بك.
bg: Не може да се генерира солта. Проверете настройките криптирането.
ca: No es pot generar un salt. Comproveu la configuració de xifratge.
da: Ikke i stand til at generere en salt. Tjek dine crypt-indstillinger.
gu: સોલ્ટ બનાવવામાં અસમર્થ. તમારું ક્રિપ્ટ સેટિંગ્સ તપાસો.
hr: Ne mogu generirati sjeme. Provjerite postavke šifriranja.
id: Tidak dapat menghasilkan salt. Periksa seting crypt anda.
ja: salt を生成できません。暗号設定を確認してください。
nb: Kan ikke generere en salt. Kontroller krypteringsinnstillingene.
pa: ਇੱਕ ਸਾਲਟ ਤਿਆਰ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ। ਆਪਣੀ ਕ੍ਰਿਪਟ ਸੈਟਿੰਗ ਜਾਂਚੋ।
ro: Nu pot genera salt. Verificați setările crypt.
ru: Невозможно сгенерировать хеш. Проверьте настройки шифрования.
sk: Nepodarilo sa vygenerovať salt. Skontrolujte svoje nastavenia šifrovania.
sv: Det gick inte att skapa ett saltvärde. Kontrollera krypteringsinställningarna.
ta: தெளிவை உருவாக்க முடியவில்லை. உங்கள் மறைவான அமைப்புகளை சரிபார்க்கவும்.
uk: Не вдається створити salt. Перевірте параметри шифрування.
zu: Ayikwazi ukuphehla usawoti. Hlola amasethingi akho okwakha amakhodi.

source: Cannot create salt for standard crypt
ar: تعذر إنشاء القيمة العشوائية المضافة للحماية من أجل التشفير القياسي
bg: Не може да се създаде сол за стандартния crypt
ca: No es pot crear un salt per a un xifratge estàndard.
da: Kan ikke oprette salt for standardkryptering
gu: ધોરણસરના ક્રિપ્ટ માટે સોલ્ટ બનાવી શકાતું નથી
hr: Ne mogu stvoriti sjeme za standardno šifriranje
id: Tidak dpaat membuat salt untuk crypt standar
ja: 暗号用の salt を作成できません
nb: Kan ikke opprette salt for standardkryptering
pa: ਸਟੈਂਡਰਡ ਕ੍ਰਿਪਟ ਲਈ ਸਾਲਟ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
ro: Nu pot crea salt pentru standard crypt
ru: Невозможно создать хеш для стандартного шифрования
sk: Nepodarilo sa vytvoriť salt pre štandartnú šifru
sv: Det gick inte att skapa ett saltvärde för standardkryptering
ta: நிலையான மறைத்தலுக்கு தெளிவை உருவாக்க முடியவில்லை
uk: Не вдається створити salt для стандартного шифрування
zu: Ayikwazi ukwakha usawoti ukuze ifake amakhodi okuphepha avamile

source: Cannot create salt for MD5 crypt
ar: تعذر إنشاء القيمة العشوائية المضافة للحماية من أجل تشفير MD5
bg: Не може да се създаде сол за стандартния MD5
ca: No es pot crear un salt per a un xifratge d'MD5
da: Kan ikke oprette salt for MD5-kryptering
gu: MD5 ક્રિપ્ટ માટે સોલ્ટ બનાવી શકાતું નથી
hr: Ne mogu stvoriti sjeme za MD5 šifriranje
id: Tidak dapat membuat salt untuk crypt MD5
ja: MD5 暗号用の salt を作成できません
nb: Kan ikke opprette salt for MD5-kryptering
pa: MD5 ਕ੍ਰਿਪਟ ਲਈ ਸਾਲਟ ਨਹੀਂ ਬਣਾਇਆ ਜਾ ਸਕਦਾ
ro: Nu pot crea salt pentru MD5 crypt
ru: Невозможно создать хеш для MD5 шифрования
sk: Nepodarilo sa vytvoriť salt pre MD5 šifru
sv: Det gick inte att skapa ett saltvärde för MD5-kryptering
ta: MD5 மறைத்தலுக்கு தெளிவை உருவாக்க முடியவில்லை
uk: Не вдається створити salt для шифрування MD5
zu: Ayikwazi ukwakha usawoti ukuze ifake amakhodi okuphepha e-MD5

source: Cannot create salt for bigcrypt
ar: تعذر إنشاء القيمة العشوائية المضافة للحماية من أجل bigcrypt
bg: Не може да се създаде сол за bigcrypt
ca: No es pot crear un salt per a bigcrypt
da: Kan ikke oprette salt for bigcrypt
gu: બિગક્રિપ્ટ માટે સોલ્ટ બનાવી શકાતું નથી.
hr: Ne mogu svoriti sjeme za bigcrypt
id: Tidak dapat membuat salt untuk bigcrypt
ja: bigcrypt 用の salt を作成できません
nb: Kan ikke opprette salt for bigcrypt
pa: ਬਿਗਕ੍ਰਿਪਟ ਲਈ ਸਾਲਟ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
ro: Nu pot crea salt pentru bigcrypt
ru: Невозможно создать хеш для bigcrypt
sk: Nepodarilo sa vytvoriť salt pre šifru bigcrypt
sv: Det gick inte att skapa ett saltvärde för bigcrypt
ta: bigcryptக்கு தெளிவை உருவாக்க முடியவில்லை
uk: Не вдається створити salt для bigcrypt
zu: Ayikwazi ukwakha usawoti ukuze yenze i-bigcrpt

source: No support for bigcrypt included
ar: لا يوجد دعم مضمن من أجل bigcrypt
bg: Няма включена поддръжка за bigcrypt
ca: No s'inclou compatibilitat amb bigcrypt
da: Understøttelse af bigcrypt er ikke inkluderet
gu: બીગક્રિપ્ટ માટે કોઇ સહાય સમાવિષ્ટ નથી
hr: Podrška za bigcrypt nije uključena
id: Tidak disertakan dukungan untuk bigcrypt
ja: bigcrypt への対応機能は含まれていません
nb: Støtte for bigcrypt er ikke inkludert
pa: ਬਿਗ-ਕ੍ਰਿਪਟ ਲਈ ਸਹਿਯੋਗ ਸ਼ਾਮਲ ਨਹੀਂ
ro: Nu este inclus suport pentru bigcrypt
ru: Подержка bigcrypt отсутствует
sk: Žiadna podpora pre šifru bigcrypt
sv: Det följer inte med något stöd för bigcrypt
ta: bigcryptக்கான ஆதரவு சேர்க்கப்படவில்லை
uk: Не включено підтримки bigcrypt
zu: Alukho usizo lwe-bigcrypt olufakiwe

source: Cannot create salt for blowfish crypt
ar: تعذر إنشاء القيمة العشوائية المضافة للحماية من أجل تشفير blowfish
bg: Не може да се създаде сол за blowfish криптиране
ca: No es pot crear un salt per a un xifratge blowfish
da: Kan ikke oprette salt for blowfish-kryptering
gu: બ્લોફિશ ક્રિપ્ટ માટે સોલ્ટ બનાવી શકાતું નથી
hr: Ne mogu stvoriti sjeme za blowfish šifriranje
id: Tidak dapat membuat salt untuk crypt blowfish
ja: blowfish 暗号用の salt を作成できません
nb: Kan ikke opprette salt for blowfish-kryptering
pa: ਬਲੋ-ਫਿਸ਼ ਕ੍ਰਿਪਟ ਲਈ ਸਾਲਟ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
ro: Nu pot crea salt pentru blowfish crypt
ru: Невозможно создать хеш для blowfish шифрования
sk: Nepodarilo sa vytvoriť salt pre blowfish šifru
sv: Det gick inte att skapa ett saltvärde för blowfish-kryptering
ta: blowfish மறைத்தலுக்கு தெளிவை உருவாக்க முடியவில்லை
uk: Не вдається створити salt для шифрування blowfish
zu: Ayikwazi ukwakha usawoti ukuze ifake amakhodi okuphepha e-blowfish

source: No support for blowfish included
ar: لا يوجد دعم مضمن من أجل bigcrypt
bg: Няма включена поддръжка за blowfish
ca: No s'inclou compatibilitat per a blowfish
da: Understøttelse af blowfish er ikke inkluderet
gu: બ્લોફિશ માટે કોઇ સહાય સમાવિષ્ટ નથી
hr: Podrška za blowfish nije uključena
id: Tidak disertakan dukungan untuk blowfish
ja: blowfish への対応機能は含まれていません
nb: Støtte for blowfish er ikke inkludert
pa: ਬਲੋ-ਫਿਸ਼ ਲਈ ਸਹਿਯੋਗ ਸ਼ਾਮਲ ਨਹੀਂ ਹੈ
ro: Nu este inclus suport pentru blowfish
ru: Поддержка blowfish отсутствует
sk: Žiadna podpora pre šifru blowfish
sv: Det följer inte med något stöd för blowfish
ta: blowfishக்கான ஆதரவு சேர்க்கப்படவில்லை
uk: Не включено підтримки blowfish
zu: Alukho usizo lwe-blowfish olufakiwe

source: crypt_r() returns NULL pointer
ar: crypt_r() ترجع مؤشر بقيمة خالية
bg: crypt_r() върна NULL указател
ca: crypt_r() retorna un punter NULL
da: crypt_r() returnerer NULL pointer
gu: crypt_r(), NULL પોઇન્ટર પાછું આપે છે
hr: crypt_r() vraća NULL pokazivač
id: crypt_r() mengembalikan pointer NULL
ja: crypt_r() は NULL ポインタを返しました
nb: crypt_r() returnerer NULL-peker
pa: crypt_r() ਨੇ NULL ਪੁਆਇੰਟਰ ਦਿੱਤਾ ਹੈ।
ro: c_ryptr()întoarce un pointer NULL
ru: crypt_r() вернул NULL указатель
sk: crypt_r() vracia NULL ukazovateľ
sv: crypt_r() returnerar en nullpekare
ta: crypt;_r()NULL குறிப்பானை திருப்புகிறது
uk: crypt_r() повертає нульовий вказівник
zu: i-crypt_r() ibuyisa inkomba eyi-NULL

source: Cannot lock password file: already locked.
ar: تعذر قفل ملف كلمة السر: مقفل بالفعل.
bg: Файлът с паролите не може да бъде заключен: вече е заключен.
ca: No es pot blocar el fitxer de contrasenyes: ja està blocat.
da: Kan ikke låse adgangskodefilen. Er allerede låst.
gu: પાસવર્ડ ફાઈલ લોક કરી શકાતી નથી : પહેલેથી લોક કરેલી છે.
hr: Ne mogu zaključati datoteku s lozinkom: već je zaključana.
id: Tidak dapat mengunci file password: telah dikunci.
ja: パスワードファイルをロックできません: 既にロックされています。
nb: Kan ikke låse passordfil: allerede låst.
pa: ਪਾਸਵਰਡ ਫਾਇਲ ਲਾਕ ਨਹੀਂ ਹੈ: ਪਹਿਲਾਂ ਹੀ ਲਾਕ ਹੈ।
ro: Nu pot bloca fișierul de parolă: este deja blocat.
ru: Невозможно заблокировать файл пароля: уже заблокирован.
sk: Nepodarilo sa zamknúť súbor s heslami: už je uzamknutý.
sv: Det går inte att låsa lösenordsfilen. Den är redan låst.
ta: கடவுச்சொல் கோப்பை பூட்ட முடியவில்லை: ஏற்கனவே பூட்டப்பட்டுள்ளது.
uk: Неможливо заблокувати файл пароля: вже заблокований.
zu: Ayikwazi ukuhluthulela ifayela yephasiwedi: Isihluthulelwe kakade.
