Repository: georgegoh/CLUMP
Catalog: src/kits/*/packages/pam_unix2/src/po/*.po
Languages: ar, bg, ca, da, gu, hr, id, ja, nb, pa, ro, ru, sk, sv, ta, uk, zu

source: Cannot open %s: %m
ar: تعذر فتح %s: %m
bg: Възникнала е грешка при отварянето на %s: %m
ca: No es pot obrir %s: %m
da: Kan ikke åbne %s: %m
gu: %s ખોલી શકાતી નથી: %m
hr: Ne mogu otvoriti %s: %m
id: Tidak dapat membuka %s: %m
ja: %s を開くことができません: %m
nb: Kan ikke åpne %s: %m
pa: %s ਖੋਲ੍ਹ ਨਹੀਂ ਜਾ ਸਕਦੀ: %m
ro: Nu pot deschide %s: %m
ru: Невозможно открыть %s: %m
sk: Nepodarilo sa otvoriť %s: %m
sv: Kan inte öppna %s: %m
ta: %s: %mஐ திறக்க முடியவில்லை
uk: Не вдається відкрити %s: %m
zu: Ayikwazi ukuvula i-%s: %m

source: Cannot stat %s: %m
ar: تعذر بدء تشغيل %s: %m
bg: Възникнала е грешка при изваждането на състоянието %s: %m
ca: No es pot executar stat a %s: %m
da: Kan ikke starte %s: %m
gu: %s શરૂ થઈ શકતું નથી: %m
hr: Ne mogu obaviti operaciju stat %s: %m
id: Tidak dapat men-stat %s: %m
ja: %s を設定することができません: %m
nb: Kan ikke analysere %s: %m
pa: stat %s ਨਹੀਂ ਜਾ ਸਕਦੀ: %m
ro: Nu pot stat %s: %m
ru: Не удалось получить атрибуты %s: %m
sk: Nepodarilo sa získať informácie o %s: %m
sv: Det gick inte att läsa information om %s: %m
ta: %s: %m நிலைநிறுத்த முடியவில்லை
uk: Неможливо stat %s: %m
zu: Ayikwazi ukumisa i-%s: %m

source: Cannot create temp file (%s): %m
ar: تعذر إنشاء ملف مؤقت (%s): %m
bg: Временният файл (%s) не може да бъде създаден: %m
ca: No es pot crear el fitxer temporal (%s): %m
da: Kan ikke oprette midlertidig fil (%s): %m
gu: કામચલાઉ ફાઈલ (%s) બનાવી શકાતી નથી : %m
hr: Ne mogu napraviti privremenu datoteku (%s): %m
id: Tidak dapat membuat file temp (%s): %m
ja: 一時ファイル (%s) を作成できません: %m
nb: Kan ikke opprette temp-fil (%s): %m
pa: ਆਰਜ਼ੀ ਫਾਇਲ (%s) ਬਣਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ: %m
ro: Nu pot crea fișierul temporar (%s): %m
ru: Невозможно создать временный файл (%s): %m
sk: Nepodarilo sa vytvoriť dočasný súbor (%s): %m
sv: Det gick inte att skapa temporärfilen (%s): %m
ta: (%s): %m தற்காலிக கோப்பை உருவாக்க முடியவில்லை.
uk: Не вдається створити тимчасовий файл (%s): %m
zu: Ayikwazi ukwakha ifayela yesikhashana (%s): %m

source: Cannot change permssions of %s: %m
bg: Правата на %s не могат да бъдат променени: %m
da: Kan ikke ændre rettigheder for %s: %m
hr: Ne mogu promijeniti dozvole od %s: %m
id: Tidak dapat merubah permisi %s: %m
ja: %s のアクセス権の変更ができません: %m
nb: Kan ikke endre rettigheter for %s: %m
pa: %s ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ: %m
ro: Nu pot schimba permisiunile pentru %s: %m
ru: Невозможно изменить права %s: %m
sk: Nie je možné zmeniť práva súboru %s: %m
sv: Kan inte ändra behörigheter för %s: %m
uk: Неможливо змінити права доступу для %s: %m

source: Cannot change owner/group of %s: %m
bg: Собственика/групата на %s не може да бъде променен: %m
da: Kan ikke ændre ejer/gruppe for %s: %m
hr: Ne mogu promijeniti vlasnika/grupu od %s: %m
id: Tidak dapat merubah owner/group %s: %m
ja: %s の所有者／グループの変更ができません: %m
nb: Kan ikke endre eier/gruppe for %s: %m
pa: %s ਦੇ ਓਨਰ/ਗਰੁੱਪ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ: %m
ro: Nu pot schimba woner/group pentru %s: %m
ru: Невозможно изменить владельца/группу %s: %m
sk: Nie je možné zmeniť vlastníka/skupinu súboru %s: %m
sv: Kan inte ändra ägare/grupp för %s: %m
uk: Не вдається змінити власника/групу для %s: %m

source: Error while writing new shadow file: %m
ar: حدث خطأ أثناء كتابة ملف الظل الاحتياطي الجديد: %m
bg: Възникнала е грешка при записването на нов shadow файл: %m
ca: S'ha produït un error en escriure el fitxer shadow nou: %m
da: Fejl under skrivning af ny shadow-fil: %m
gu: નવી શેડો ફાઈલ લખતી વખતે ભૂલ થઈ: %m
hr: Greška prilikom zapisivanja nove shadow datoteke: %m
id: Kesalahan ketika menulis file shadow baru: %m
ja: 新しい shadow ファイルを書き込む際にエラーが発生しました: %m
nb: Feil ved lagring av ny shadow-fil: %m
pa: ਨਵੀਂ ਸ਼ੈਡੋ ਫਾਇਲ ਲਿਖਣ ਦੌਰਾਨ ਗਲਤੀ: %m
ro: Eroare la scrierea noului fișier shadow: %m
ru: Ошибка при записи нового теневого файла: %m
sk: Chyba pri zápise nového shadow súboru: %m
sv: Ett fel uppstod när den nya skuggfilen skulle skrivas: %m
ta: புதிய நிழல்உரு கோப்பு: %mஐ எழுதும்போது பிழை
uk: Помилка під час запису нового файла shadow: %m
zu: Kwenzeke iphutha ngesikhathi ibhala ifayela yethunzi entsha: %m

source: Error while closing old shadow file: %m
ar: حدث خطأ أثناء إغلاق ملف الظل الاحتياطي القديم: %m
bg: Възникнала е грешка при затварянето на стария shadow файл: %m
ca: S'ha produït un error en tancar el fitxer shadow vell: %m
da: Fejl under lukning af gammel shadow-fil: %m
gu: જૂની શેડો ફાઈલ બંધ કરતી વખતે ભૂલ : %m
hr: Greška prilikom zatvaranja stare shadow datoteke: %m
id: Kesalahan ketika menutup file shadow lama: %m
ja: 古い shadow ファイルを閉じる際にエラーが発生しました: %m
nb: Feil ved lukking av gammel shadow-fil: %m
pa: ਪੁਰਾਣੀ ਸ਼ੈਡੋ ਫਾਇਲ ਬੰਦ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ: %m
ro: Eroare la închiderea vechiului fișier shadow: %m
ru: Ошибка при закрытии старого теневого файла: %m
sk: Chyba pri zatváraní starého shadow súboru: %m
sv: Ett fel uppstod när den gamla skuggfilen skulle stängas: %m
ta: பழைய நிழல்உரு கோப்பு: %mஐ மூடும்போது பிழை
uk: Помилка під час закриття старого файла shadow: %m
zu: Kwenzeke iphutha lapho ivala ifayela yethunzi endala: %m

source: Error while closing temporary shadow file: %m
ar: حدث خطأ أثناء إغلاق ملف الظل الاحتياطي المؤقت: %m
bg: Възникнала е грешка при затварянето на временния shadow файл: %m
ca: S'ha produït un error en tancar el fitxer shadow temporal: %m
da: Fejl under lukning af midlertidig shadow-fil: %m
gu: કામચલાઉ શેડો ફાઈલ બંધ કરતી વખતે ભૂલ : %m
hr: Greška prilikom zatvaranja privremene shadow datoteke: %m
id: Kesalahan ketika menulis file shadow temporer: %m
ja: 一時 shadow ファイルを閉じる際にエラーが発生しました: %m
nb: Feil ved lukking av midlertidig shadow-fil: %m
pa: ਸ਼ੈਡੋ ਫਾਇਲ ਬੰਦ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ: %m
ro: Eroare la închiderea fișierului shadow temporar: %m
ru: Ошибка при закрытии временного теневого файла: %m
sk: Chyba pri zatváraní dočasného shadow súboru: %m
sv: Ett fel uppstod när den temporära skuggfilen skulle stängas: %m
ta: தற்காலிக நிழல்உரு கோப்பு: %mஐ மூடும்போது பிழை
uk: Помилка під час закриття тимчасового файла shadow: %m
zu: Kwenzeke iphutha lapho ivala ifayela yesikhashana yethunzi: %m

source: Cannot create backup file of %s: %m
ar: تعذر إنشاء ملف نسخ احتياطي لـ %s: %m
bg: Създаването на резервно копие на %s бе неуспешно: %m
ca: No es pot crear un fitxer de còpia de seguretat de %s: %m
da: Kan ikke oprette backup-fil af %s: %m
hr: Ne mogu napraviti sigurnosnu kopiju od %s: %m
id: Tidak dapat membuat file backup %s: %m
ja: %s のバックアップファイルを作成できません: %m
nb: Kan ikke lage sikkerhetskopi av %s: %m
pa: %s ਦੀ ਬੈਕਅੱਪ ਫਾਇਲ ਬਣਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ: %m
ro: Nu pot crea fișier de backup pentru %s: %m
ru: Невозможно создать резервный фай %s: %m
sk: Nepodarilo sa vytvoriť záložný súbor pre %s: %m
sv: Det gick inte att skapa en säkerhetskopia av %s: %m
ta: %s: %mன் கோப்புப் பிரதியை உருவாக்க முடியவில்லை
uk: Не вдається створити резервний файл для %s: %m

source: Error while writing new password file: %m
ar: حدث خطأ أثناء كتابة ملف كلمة السر الجديد: %m
bg: Възникнала е грешка при записването на новия файл с пароли: %m
ca: S'ha produït un error en escriure el fitxer de contrasenyes nou: %m
da: Fejl under skrivning af ny adgangskode-fil: %m
gu: નવી પાસવર્ડ ફાઈલ લખતી વખતે ભૂલ થઈ: %m
hr: Greška prilikom zapisivanja nove password datoteke: %m
id: Kesalahan ketika menulis file password baru: %m
ja: 新しいパスワードファイルを書き込む際にエラーが発生しました: %m
nb: Feil ved lagring av ny passordfil: %m
pa: ਨਵੀਂ ਪਾਸਵਰਡ ਫਾਇਲ ਲਿਖਣ ਦੌਰਾਨ ਗਲਤੀ: %m
ro: Eroare la scrierea noului fișier password: %m
ru: Ошибка при записи нового файла пароля: %m
sk: Chyba pri zápise nového súboru s heslami: %m
sv: Ett fel uppstod när den nya lösenordsfilen skulle skrivas: %m
ta: புதிய கடவுச்சொல் கோப்பு: %mஐ எழுதும்போது பிழை
uk: Помилка під час запису нового файла паролів: %m
zu: Kwenzeke iphutha ngesikhathi ibhala ifayela yephasiwedi entsha: %m

source: Error while closing old password file: %m
ar: حدث خطأ أثناء إغلاق ملف كلمة السر القديم: %m
bg: Възникнала е грешка при затварянето на стария файл с пароли: %m
ca: S'ha produït un error en tancar el fitxer de contrasenyes vell: %m
da: Fejl under lukning af gammel adgangskode-fil: %m
gu: જૂની પાસવર્ડ ફાઈલ બંધ કરતી વખતે ભૂલ : %m
hr: Greška prilikom zatvaranja stare password datoteke: %m
id: Kesalahan ketika menutup file password lama: %m
ja: 古いパスワードファイルを閉じる際にエラーが発生しました: %m
nb: Feil ved lukking av gammel passordfil: %m
pa: ਪੁਰਾਣੀ ਪਾਸਵਰਡ ਫਾਇਲ ਬੰਦ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ: %m
ro: Eroare la închiderea vechiului fișier password: %m
ru: Ошибка при закрытии старого файла пароля: %m
sk: Chyba pri zatváraní starého súboru s heslami: %m
sv: Ett fel uppstod när den gamla lösenordsfilen skulle stängas: %m
ta: பழைய கடவுச்சொல் கோப்பு: %mஐ மூடும்போது பிழை
uk: Помилка під час закриття старого файла паролів: %m
zu: Kwenzeke iphutha lapho ivala ifayela yephasiwedi endala: %m

source: Error while closing temporary password file: %m
ar: حدث خطأ أثناء إغلاق ملف كلمة السر المؤقت: %m
bg: Възникнала е грешка при затварянето на временния файл с пароли: %m
ca: S'ha produït un error en tancar el fitxer de contrasenyes temporal: %m
da: Fejl under lukning af midlertidig adgangskode-fil: %m
gu: કામચલાઉ પાસવર્ડ ફાઈલ બંધ કરતી વખતે ભૂલ : %m
hr: Greška prilikom zatvaranja privremene password datoteke: %m
id: Kesalahan ketika menutup file password temporer: %m
ja: 一時パスワードファイルを閉じる際にエラーが発生しました: %m
nb: Feil ved lukking av midlertidig passordfil: %m
pa: ਆਰਜ਼ੀ ਪਾਸਵਰਡ ਫਾਇਲ ਬੰਦ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ: %m
ro: Eroare la închiderea fișierului password temporar: %m
ru: Ошибка при закрытии временного файла пароля: %m
sk: Chyba pri zatváraní dočasného súboru s heslami: %m
sv: Ett fel uppstod när den temporära lösenordsfilen skulle stängas: %m
ta: தற்காலிக கடவுச்சொல் கோப்பு: %mஐ மூடும்போது பிழை
uk: Помилка під час закриття тимчасового файла паролів: %m
zu: Kwenzeke iphutha lapho ivala ifayela yephasiwedi yesikhashana: %m

source: Changing NIS password for %s on %s.
ar: تغيير كلمة سر NIS من أجل %s في %s.
bg: Промяна на паролата в NIS за %s на %s.
ca: S'està canviant la contrasenya NIS per a %s a %s.
da: Ændrer NIS-adgangskode for %s på %s.
gu: %s પર %s માટે NIS પાસવર્ડ બદલાઇ રહ્યો છે
hr: Mijenjam NIS lozinku za %s na %s.
id: Merubah password NIS untuk %s pada %s.
ja: %2$s の %1$s に対して NIS パスワードを変更しています。
nb: Endrer NIS-passord for %s på %s.
pa: %s ਲਈ %s ਉੱਤੇ NIS ਪਾਸਵਰਡ ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ।
ro: Chimbarea parolei NIS pentru %s pe %s.
ru: Изменяется NIS пароль %s в %s.
sk: Zmena NIS hesla pre %s na %s.
sv: Ändrar NIS-lösenord för %s på %s.
ta: %s மீது %sக்கான NIS கடவுச்சொல் மாற்றப்படுகிறது.
uk: Зміна пароля NIS для %s на %s.
zu: Ishintsha iphasiwedi ye-NIS ye-%s kwi-%s.

source: Error while changing the NIS password.
ar: حدث خطأ أثناء تغيير كلمة سر NIS.
bg: Възникнала е грешка при промяната на паролата в NIS.
ca: S'ha produït un error en canviar la contrasenya NIS.
da: Fejl under ændring af NIS-adgangskoden.
gu: NIS પાસવર્ડ બદલતી વખતે ભૂલ થઈ.
hr: Greška prilikom promjene NIS lozinke.
id: Kesalahan ketika merubah password NIS.
ja: NIS パスワードを変更する際にエラーが発生しました。
nb: Feil ved endring av NIS-passord.
pa: NIS ਪਾਸਵਰਡ ਬਦਲਣ ਦੌਰਾਨ ਗਲਤੀ।
ro: Eroare la schimbarea parolei NIS.
ru: Ошибка при измененияя NIS пароля.
sk: Chyba pri zmene NIS hesla.
sv: Ett fel uppstod när NIS-lösenordet skulle bytas.
ta: NIS கடவுச்சொல்லை மாற்றம்போது பிழை.
uk: Помилка під час зміни пароля NIS.
zu: Kwenzeke iphutha lapho ishintsha iphasiwedi ye-NIS.
